export const questions = {
  q2: {
    label: "От колко време живеете в този квартал?",
    options: {
      1: "Под 5 години",
      2: "Между 6 и 10 години",
      3: "Между 11 и 19 години",
      4: "Над 20 години",
      5: "Цял живот (от дете/юноша, под 18-годишен)",
    },
  },
  q3: {
    label:
      "Какво е Вашето цялостно впечатление –  как се променя кварталът, в който живеете, през последните 5 години?",
    options: {
      1: "Към по-добро – става по-добро място за живеене",
      2: "Няма промяна",
      3: "Към по-лошо – става по-лошо място за живеене",
    },
  },
  q4: {
    label:
      "Ако трябва да сравните цялостното състояние на Вашия квартал спрямо другите квартали в града, какво бихте казали:",
    options: {
      1: "Моят квартал е по-добър от средното за града",
      2: "Моят квартал е като повечето квартали в града",
      3: "Моят квартал е по-лош от средното за града",
    },
  },
  q5: {
    label: "Кои са най-големите предимства на квартала, в който живеете?",
    options: {},
  },
  q6: {
    label: "А кои са най-големите проблеми на квартала, в който живеете?",
    options: {},
  },
  q7: {
    label: "Приоритети на квартала",
    subQuestions: {
      q7_1: "Подобряване на водоснабдяването и канализацията ",
      q7_2: "Ефективно управление на сметосъбирането",
      q7_3: "Осигуряване на енергийна ефективност на сградите",
      q7_4: "Ограничаване на презастрояването",
      q7_5: "Премахване на опасни/стари сгради и застрояване с модерна инфраструктура и жилищни сгради",
      q7_6: "Запазване на старите къщи, настилки и “дух на квартала”",
      q7_7: "Обновяване и поддържане на пътната инфраструктура.",
      q7_8: "Регулация и разрешаване на проблемите с паркирането",
      q7_9: "Изграждане на свързана, атрактивна и безопасна велосипедна мрежа",
      q7_10: "Удобен достъп до обществен транспорт",
      q7_11:
        "Подобряване на обслужването с места за хранене, магазини, забавления",
      q7_12: "Разделно събиране на отпадъците и рециклиране",
      q7_13: "Подобряване на качеството на въздуха",
      q7_14: "Поддържане на чиста среда, тротоари, градинки, пейки, площадки",
      q7_15:
        "Изграждане/поддържане на площадки, междублокови пространства, спортни игрища и парковe",
      q7_16: "Достъпни и привлекателни детски градини и училища",
      q7_17: "Достъп и качествена база в здравеопазването",
      q7_18: "Сигурност и безопасност в квартала",
      q7_19: "Сплотяване на кварталната общност",
      q7_20:
        "Живи и атрактивни публични пространства - създаване на места за социализиране",
      q7_21: "Развиване на активен културен живот",
      q7_22: "Обновяванe/изграждане на библиотеки, читалища и активни средища",
      q7_23: "Грижа за материалното и нематериално културно наследство",
      q7_24: "Ефективно участие на гражданите в управлението на квартала",
      q7_25: "Видими, достъпни и проследим процеси по управление на квартала",
      q7_26:
        "Привличане на бизнеси и инвеститори за икономическото развитие на квартала",
    },
    options: {
      1: "Изобщо не е важно",
      2: "По-скоро не е важно",
      3: "Нито е важно, нито е маловажно",
      4: "По-скоро е важно",
      5: "Изключително важно е",
      6: "Не подкрепям въвеждането на тази мярка",
    },
  },
  q8: {
    label: "Вие сте:",
    options: {
      1: "Мъж",
      2: "Жена",
      3: "Предпочитам да не отговарям",
    },
  },
  q9: {
    label: "Вашата възраст:",
    options: {
      1: "18-25г",
      2: "26-35г",
      3: "36-45г",
      4: "46-55г",
      5: "56-65г",
      6: "Над 65г",
    },
  },
  q10: {
    label: "Каква е най-високата степен на образование, която сте придобили:",
    options: {
      1: "Основно и по-ниско",
      2: "Средно",
      3: "Полувисше",
      4: "Висше",
    },
  },
  q12: {
    label: "Приблизителен общ месечен доход на домакинството:",
    options: {
      1: "Под 600лв",
      2: "601–800лв",
      3: "801–1000лв",
      4: "1001–1500лв",
      5: "1501–2000лв",
      6: "2001–2500лв",
      7: "2501–3000лв",
      8: "Над 3000лв",
      9: "Предпочитам да не отговарям",
    },
  },
};
